"All neccessary tools have been disabled in Preferences" = "Todas as ferramentas necessárias foram desativadas nas Preferências";
"Can't map file into memory" = "Não foi possível mapear o arquivo na memória";
"File cannot be optimized any further" = "O arquivo não pode ser melhor otimizado";
"File is neither PNG, GIF nor JPEG" = "O arquivo não é PNG ou JPEG";
"Inspecting file" = "Analisando arquivo";
"New file" = "Novo arquivo";
"Optimized file could not be saved" = "Não foi possível salvar o arquivo otimizado";
"Optimized successfully with %@" = "Optimizado com sucesso com o %@";
"Size of optimized file is 0" = "O tamanho do arquivo otimizado é 0 (zero)";
"Started %@" = "Iniciado o %@";
"Waiting in queue" = "Aguarando na fila";
"Waiting to be optimized" = "Aguardando para ser otimizado";
"Waiting to start more optimizations" = "Aguardando para iniciar mais otimizações";
"%@ failed to start" = "O %@ falhou ao iniciar";
"Add" = "Adicionar";
"Cut" = "Cortar";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";